Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja4/magne-s.htm.tmx
Source language: sme
Languages: nob

source: Domanprográmma lohkanprográmmas lean lohkan buot girjjiid maid gávdnen sámegillii .
nob: I domanprogrammets leseprogram har jeg lest det jeg kom over av samiske bøker .

source: Muhto dárogiella lea goitge dat giella movt álkimusat máhtán ovdanbuktit iežan .
nob: Men norsk er det språket jeg lettest uttrykker meg på .

source: Dat lea dušše nu .
nob: Sånn er det bare .

source: « Hálddahus »
nob: « Administrasjonen »

source: Olmmoš mu dilis lea sorjavaš buori hálddahusas obbalaččat .
nob: Et menneske i min situasjon er avhengig av en velfungerende administrasjon generelt .

source: Fasilitahtor ?
nob: Fasilitator ?

source: Na , juohkehaš sáhttá oahppat fasiliteret vuoiŋŋašváttot olbmuin .
nob: Tja , hvem som helst kan lære seg å fasilitere med en hjerneskadd .

source: Lea dušše sáhka leat gierdavaš gitta dassái go oahppá teknihka .
nob: Det gjelder bare å ha tålmod til man har lært seg teknikken .

source: Mun fasiliteren maid dihtoriin ja čuovgačálániin , apparáhtain mii dahká čállosa jietnan .
nob: Jeg fasiliterer også på data og på en lightwriter , et apparat som gjengir skift som tale .

source: Domaninstituhtas lean oaidnán unna mánážiid fasilitereme « bevddiin » ( board ) .
nob: På Domaninstituttet har jeg sett små barn fasilitere på board .

source: Fasiliteren lea nu álki ahte ii oktage galggaše dárbbašit čohkkát dan gulahallanvejolašvuođa haga dušše dan dihte go fágaolbmot eai geavat , dovdda dahje dohkket dan .
nob: Fasilitering er så enkelt at ingen bør sitte uten den kommunikasjonsmuligheten bare fordi fagfolk ikke bruker , kjenner eller anerkjenner den .

source: Fágaolbmot eai ovdal ge dovddastan ahte máilbmi lea jorbbas .
nob: Fagfolk anerkjente i sin tid ikke at jorda var rund .

source: Go juo gearddi máilbmi lea odne jorbbas , ja dat lea diehttelas , de árvidan mun ahte maiddái fasiliteren šaddá dohkkehuvvot gulahallanreaidun áiggi mielde .
nob: Ettersom jorda i dag er rund , og det er en selvfølge , antar jeg at det vil gå slik med fasilitering som kommunikasjon også .

source: Dat šaddá maid diehttelassan !
nob: Det blir en selvfølge !

source: Magne Skåden čállá « hálddahusas » doarjagiin , mii dán háve lea su eadni , Asbjørg Skåden .
nob: Magne Skåden skriver med støtte av " administrasjonen " , i dette tilfellet mora , Asbjørg Skåden .

source: ( Govva : Svein Lund )
nob: ( Foto : Svein Lund )

source: Muhto geabbilis ja bures doaibmi hálddahus – dat lea buot .
nob: Men en velsmurt og velfungerende administrasjon – det er alfa og omega .

source: Go mun áiggun omd. doallat logaldallamiid , de mun fasiliteren dan .
nob: Når jeg for eksempel skal holde foredrag , fasiliterer jeg det .

source: Hálddahus bidjá dan Powerpointii [ 3 ] , ja ieš ozan heivvolaš govaid – ovttas hálddahusain – mii dasto bidjá daid prográmmii gokko mun háliidan dahje bagadallá mu go bijan daid govaid dohko .
nob: Administrasjonen legger det inn på Powerpoint [ 3 ] , og jeg leter etter høvelige bilder – sammen med administrasjonen – som så legger det inn på Powerpoint der jeg ønsker det eller handleder meg i innlegging av bildene .

source: Logaldallamiin leat mii golmmas fárrolaga .
nob: På selve foredraget er vi tre .

source: Okta mis , mu áhčči , lohká logaldallama dan botta go nubbi joraha teavstta seammás .
nob: Den ene av oss , min far , leser foredraget , mens den andre lar min tekst rulle parallelt .

source: Mun fas čohkkán hui duhtavažžan doppe ovddageahčen , ja illudan sakka , muhto dan ii oainne oktage nie ovttatmano .
nob: Den siste av oss , jeg , sitter såre fornøyd der framme og gler meg stort , men det ser ingen sånn uten videre .

source: Seamma ládje lea Stuornjárgga Sámenuorak [ 4 ] , searvvi bargguin , gos mun lean nubbinjođiheaddji .
nob: På samme måte med arbeid i Stuornjárgga Sámenuorak [ 4 ] , der jeg er nestleder .

source: Mun fasiliteren čoahkkimiin .
nob: Jeg fasiliterer på møter .

source: Ii leat mihkke čiegusvuođaid ahte mu hálddahus manná bargoheaitagii jus mun ovtta beaivvi boađán ruoktot jahkečoahkkimis jođiheaddjin , ja dán bargoheaitaga ipmirdivččen .
nob: Det er ingen hemmelighet at min administrasjon melder at de går til streik om jeg kommer heim fra et årsmøte som leder , en streik jeg faktisk forstår .

source: Nu go dadjen : olmmoš gii lea dákkár go mun , dárbbaša bures doaibmi hálddahusa , ja lea doarvái bargu ovdalaččas mu hálddahusas .
nob: Som jeg sa : Et menneske som jeg trenger en velfungerende administrasjon , og det er nok å fungere på fra før for min administrasjon .

source: Jus mun lean dán artihkkalis soardán dahje moaitán ovttage , de šállošan dan .
nob: Om jeg i denne artikkelen har såret eller krenket noen , beklager jeg det .

source: In háliit ovttage soardit das mii guoská mu ovddeš skuvlafálaldahkii , in iežan váhnemiid , Skániid skuvlahálddahusa , dalá Skániid joatkkaskuvlla hálddahusa dahje sin geat rahče mu ovddas mu skuvlaárgabeaivvis .
nob: Jeg ønsker ikke å såre noen hva angår mitt tidligere skoletilbud , verken mine foreldre , skoleadministrasjonen i Skånland eller administrasjonen på daværende Skånland videregående skole eller de mennesker som stod på i skolehverdagen min.

source: Mun muitalan iežan muitalusa , mu oaidninčiegas dainna nođiin maid lean ožžon dan máhtus maid domanhárjehallan maŋimus viđa jagis lea munnje addán .
nob: Jeg forteller min historie , sett fra min vinkel og med den ballasten jeg har fått gjennom den kunnskapen om hjerneutvikling disse snart fem år med domantrening har gitt meg .

source: [ 1 ] 4–joavkkut ja 8-joavkkut leat unna luohkážat joatkkaskuvllas , mat leat oaivvilduvvon psykalaš doaimmashehttejuvvon olbmuide dahje earáide geain leat oahppanváttisvuođat .
nob: [ 1 ] 4-grupper og 8-grupper er små klasser i videregående skole , beregna på elever med psykiske utviklingshemminger eller andre lærevansker .

source: ( doaim.)[2 ] B-diimmut leat liige oahpaheaddjidiimmut maid skuvllat ožžot oahpahan dihte ohppiid geain leat erenoamáš dárbbut .
nob: ( red.)[2 ] B-timer er ekstra lærertimer som skoler får tildelt for undervisning av elever med særskilte behov .

source: Dáid diimmuid sáhttá geavahit váldit olggos muhtin ohppiid luohkás , juohkit luohká guovtti jovkui dahje geavahit guokte-oahpaheaddji-vuogádaga olles luohkás .
nob: De kan brukes til å ta en elev ut av klassen , dele klassen i to eller til to-lærersystem i samla klasse .

source: ( doaim.)[3 ] Powerpoint lea čájehanprográmma dihtoriin , oassi kánturprográmmapáhkas Microsoft Office .
nob: ( red.)[3 ] Powerpoint er et presentasjonsprogram for datamaskiner , del av kontorprogrampakka Microsoft Office .

source: ( doaim.)[4 ] Stuornjárgga Sámenuorak lea sámi nuoraidsearvi , mii gullá Norgga Sámiid Riikkasearvái .
nob: ( red.)[4 ] Stuornjárgga Sámenuorak er ei samisk ungdomsforening , tilslutta Norske Samers Riksforbund .

source: ( doaim . )
nob: ( red. )

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 4
nob: Flere artikler fra Samisk skolehistorie 4
